Repository: ltworf/pulputils
Catalog: po/*.po
Languages: it

source: File not found
it: File non trovato

source: Not a directory
it: Non è una directory

source: Skipping %s -> %s
it: Saltando %s -> %s

source: Rename files to avoid escapes
it: Rinomina i file per non avere bisogno di escape

source: Do not terminate in case of errors
it: Non uscire in caso di errori

source: Scanning %s
it: Scansione %s

source: Unable to rename file
it: Impossibile rinominare il file

source: Copyright (C) 2016-2017 Salvo Tomaselli License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law. Written by Salvo Tomaselli.
it: Copyright © 2016-2017 Salvo Tomaselli Licenza GPLv3+: GNU GPL versione 3 o successive <http://gnu.org/licenses/gpl.html>. Questo è software libero: è possibile modificarlo e ridistribuirlo. Non c'è ALCUNA GARANZIA, nei limiti permessi dalla legge. Scritto da Salvo Tomaselli.

source: show program's version number and exit
it: stampa le informazioni sulla versione ed esce

source: No read permissions on %s
it: Permesso di lettura necessario per %s

source: Restoring link %s
it: Ripristino collegamento %s

source: Replace links with regular files
it: Sostituisce link con file regolari

source: Replacing %s with regular file
it: Sostituisco %s con un file regolare

source: Permission denied: %s
it: Permesso negato: %s

source: No space left on device
it: Spazio esaurito sul dispositivo

source: Interrupted
it: Interrotto

source: Files scanned: %d Headers read: %d Hashes computed: %d
it: File controllati: %d Header letti: %d Hash calcolati: %d

source: > %d files. %s each
it: > %d file. %s ciascuno

source: %s wasted.
it: %s sprecati.

source: Deleting %s
it: Elimino %s

source: Deleted %d files
it: Eliminati %d file

source: Locates duplicate regular files
it: Individua file regolari duplicati

source: calculate the amount of wasted space
it: calcola la quantità di spazio sprecato

source: list all groups of duplicate files
it: elenca tutti i gruppi di file duplicati

source: ignore files smaller than this size. Defaults to 1
it: ignora file più piccoli di questa dimensione. Il default è 1

source: delete all duplicate files except one
it: elimina tutti i file duplicati tranne uno

source: hard link duplicate files together
it: crea collegamenti per i file duplicati

source: symlink duplicate files together
it: crea collegamenti simbolici per unire i file duplicati

source: prints a report at the end, to know how many operations were performed
it: stampa un rapporto alla fine, per sapere il numero di operazioni eseguite

source: do not skip files with multiple hardlinks
it: non saltare file con hardlink multipli

source: Only one action can be selected.
it: È possibile selezionare solo una azione.

source: Searching for regular files...
it: Ricerca di file regolari...

source: Grouping files by size...
it: Raggruppando file per dimensione...

source: Grouping identical files...
it: Raggruppando file identici...

source: usage:
it: uso:

source: unknown parser %(parser_name)r (choices: %(choices)s)
it: parser sconosciuto %(parser_name)r (choices: %(choices)s)

source: argument "-" with mode %r
it: argomento "-" con modo %r

source: can't open '%s': %s
it: impossibile aprire '%s': %s

source: cannot merge actions - two groups are named %r
it: impossibile unire azioni - due gruppi sono chiamati %r

source: optional arguments
it: argomenti opzionali

source: show this help message and exit
it: mostra questo aiuto ed esce

source: unrecognized arguments: %s
it: argomenti non riconosciuti: %s

source: one of the arguments %s is required
it: uno degli argomenti %s è necessario

source: invalid choice: %(value)r (choose from %(choices)s)
it: scelta invalida: %(value)r (scelte possibili %(choices)s)
